Repository: menna3lwan/To-Do-App
Catalog: lib/core/l10n/app_*.arb
Languages: tr

# tryAgain
source: Something went wrong, Try again later
tr: Birşeyler ters gitti. Tekrar deneyin

source: No Todos
tr: Hiç görev yok

source: No Completed Todos
tr: Hiç tamamlanmış görev yok

source: New Todo
tr: Yeni Görev

source: Add Todo
tr: Görev Ekle

source: Edit Todo
tr: Görevi Düzenle

source: Create
tr: Oluştur

source: Todos
tr: Görevler

source: Completed
tr: Tamamlandı

source: Today
tr: Bugün

source: Title
tr: Başlık

source: Description
tr: Açıklama

# notValid
source: Title can not be empty
tr: Başlık boş olamaz

source: Delete
tr: Sil

source: Edit
tr: Düzenle

source: Complete
tr: Tamamla

# snackbarDeleted
source: Todo deleted!
tr: Görev silindi!

source: Save
tr: Kaydet

source: Ok
tr: Tamam

# markCompleted
source: Mark as Completed
tr: Tamamlandı İşaretle

# markNotCompleted
source: Mark as Not Completed
tr: Tamamlanmadı İşaretle

# snackbarComplete
source: Task Marked Completed
tr: Görev Tamamlandı

# snackbarNotComplete
source: Task Marked Not Completed
tr: Görev Tamamlanmadı olarak işaretlendi

source: Sign in with Google
tr: Google ile giriş yap

source: Welcome
tr: Hoş Geldiniz

source: Log out
tr: Çıkış yap

source: Delete Account
tr: Hesabı Sil

# deleteAccountConfirmation
source: Are you sure you want to delete your Tick To Do account? This action is NOT REVERSIBLE! All Tick To Do data will be lost FOREVER.
tr: Tick To Do hesabınızı silmek istediğinizden emin misiniz? Bu eylem GERİ DÖNÜŞTÜRÜLEMEZ! Tüm yapılacaklar verileri SONSUZA KADAR kaybolacaktır.

source: Tips
tr: İpuçları

source: Notifications
tr: Bildirimler

source: Reminders
tr: Hatırlatıcılar

source: Theme
tr: Tema

source: Skip
tr: Atla

source: Sign In to Continue
tr: Başlamak için Giriş Yapın

source: Add your todos and complete them
tr: Görevlerinizi ekleyin ve tamamlayın

source: Welcome to Tick To Do
tr: Tick To Do'ya Hoşgeldiniz

# welcomeTitle1
source: Powerful & Elegant
tr: Güçlü & Sezgisel

# welcomeTitle2
source: Backs Up Your To-dos
tr: Görevlerinizi Yedekler

# welcomeTitle3
source: Personalized Profile
tr: Kişiselleştirilmiş Hesap

# welcomeDescription1
source: Simple and elegant to-do tracking app
tr: Sade ve elegant bir yapılacaklar takip uygulaması

# welcomeDescription2
source: Always track your tasks. Moreover, all your tasks are backed up in your Tick To Do account.
tr: Her zaman görevlerinize takip edin. Üstelik tüm görevleriniz Tick To Do hesabınızda yedekli

# welcomeDescription3
source: We safely back up your to-dos & preferences.
tr: Verilerinizi ve seçimlerinizi size özel güvenli bir şekilde yedekliyoruz.

source: New Features Coming Soon
tr: Yeni Özellikler Çok Yakında

# showCaseTips
source: Tip
tr: İpucu

# showCaseAddTodo
source: Create new todos
tr: Yeni görev ekleyin

# showCaseTodos
source: Your todos are here
tr: Yapılacaklarınız burada

# showCaseCompleted
source: Your completed todos are here
tr: Tamamlanmışlarınız burada

source: Settings
tr: Ayarlar

# errorOccured
source: Error occured! Please try again later.
tr: Hata meydana geldi! Lütfen daha sonra tekrar deneyin.

source: Next
tr: Devam Et

# letsStart
source: Let's Get Started
tr: Hadi Başlayalım

source: Account
tr: Hesap

source: Light
tr: Aydınlık

source: Dark
tr: Karanlık

source: System
tr: Sistem

source: Cancel
tr: İptal

source: Delete Todo
tr: Görevi Sil

source: Delete Todos
tr: Görevleri Sil

source: Delete All Todos
tr: Tüm Görevleri Sil

# deleteTodoMessage
source: Are you sure you want to delete this todo?
tr: Bu görevi silmek istediğine emin misin?

# deleteTodosMessage
source: Are you sure you want to delete these todos?
tr: Bu görevleri silmek istediğine emin misin?

# requiredField
source: This field is required
tr: Bu alan boş olmamalıdır

source: Select
tr: Seç

source: Selected
tr: Seçildi

# signInToContinueDescription
source: You need to sign in to create, delete or update your to-dos. We need to make sure that your user experience has no missing points in any aspect.
tr: Yapılacak işlerinizi oluşturmak, silmek veya güncellemek için oturum açmanız gerekir. Kullanıcı deneyiminizin hiçbir açıdan eksik noktası olmadığından emin olmamız gerekiyor.

# todoTipMessage
source: You can swipe todos to delete or complete & long press to multi-select
tr: Görevleri tamamlamak veya silmek için yana kaydırabilir, üzerine basılı tutarak çoklu seçebilirsiniz

# rateApp
source: Rate Tick To Do
tr: Tick To Do'yu puanlayın

source: About app
tr: Uygulama hakkında
